tap "caskroom/cask"
tap "homebrew/completions"

brew "cask"
brew "chruby"
brew "emacs", args: ["with-cocoa"]
brew "git"
brew "brew-cask-completion"
brew "bundler-completion"
brew "docker-completion"
brew "gem-completion"
brew "markdown"
brew "openssl"
brew "selenium-server-standalone"
brew "rails-completion"
brew "rake-completion"
brew "ruby-completion"
brew "spring-completion"
brew "the_silver_searcher"
brew "vagrant-completion"
brew "vcsh"

cask "docker"
cask "vagrant"
cask "chefdk"
cask "google-chrome"
cask "java"
cask "dropbox"
cask "iterm2"
